Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: _: QMessageBox &Abort
bg: &Прекъсване
ca: &Interromp
cs: &Přerušit
da: A&fbryd
de: &Abbrechen
el: &Ματαίωση
es: &Abortar
et: K&atkesta
eu: &Abortatu
fi: &Lopeta
fr: &Interrompre
hu: Félb&eszakítás
is: &Hætta við
it: &Interrompi
ja: 中止(&A)
lt: Nu&traukti
lv: &Atcelt
nl: &Afbreken
pl: &Przerwij
pt: &Abortar
ro: &Anulează
sk: &Prerušiť
sl: &Prekini
sv: &Avbryt
tr: İ&ptal

source: _: QMessageBox &Ignore
bg: &Игнориране
ca: &Ignora
cs: &Ignorovat
da: &Ignorér
de: &Ignorieren
el: Αγνόησ&ε
es: &Ignorar
et: &Ignoreeri
eu: &Ezikusi
fi: &Ohita
fr: I&gnorer
hu: Át&ugrás
is: &Hundsa
it: &Ignora
ja: 無視(&I)
lt: &Ignoruoti
lv: &Ignorēt
nl: &Negeren
pl: &Ignoruj
pt: &Ignorar
ro: &Ignoră
sk: &Ignorovať
sl: Pre&zri
sv: &Ignorera
tr: &Yoksay

source: _: QMessageBox &No
bg: &Не
ca: &No
cs: &Ne
da: &Nej
de: &Nein
el: Ό&χι
es: &No
et: &Ei
eu: &Ez
fi: &Ei
fr: &Non
hu: &Nem
is: &Nei
it: &No
ja: いいえ(&N)
lt: &Ne
lv: &Nē
nl: &Nee
pl: &Nie
pt: &Não
ro: &Nu
sk: &Nie
sl: &Ne
sv: &Nej
tr: &Hayır

source: _: QMessageBox &Retry
bg: Нов опи&т
ca: &Reintenta
cs: Z&kusit znovu
da: Prøv &igen
de: &Nochmals versuchen
el: &Ξαναπροσπάθησε
es: &Reintentar
et: P&roovi uuesti
eu: &Saiatu Berriro
fi: &Yritä uudelleen
fr: &Réessayer
hu: Ú&jból
is: &Reyna aftur
it: &Riprova
ja: 再試行(&R)
lt: &Mėginti vėl
lv: Atkā&rtot
nl: Opnieu&w
pl: &Ponów
pt: &Repetir
ro: &Reîncearcă
sk: &Znovu
sl: Zno&va
sv: Fö&rsök igen
tr: &Yeniden Dene

source: _: QMessageBox &Yes
bg: &Да
ca: &Sí
cs: &Ano
da: &Ja
de: &Ja
el: &Ναι
es: &Si
et: &Jah
eu: &Bai
fi: &Kyllä
fr: &Oui
hu: &Igen
is: &Já
it: &Sì
ja: はい(&Y)
lt: &Taip
lv: &Jā
nl: &Ja
pl: &Tak
pt: &Sim
ro: &Da
sk: &Áno
sl: &Da
sv: &Ja
tr: &Evet

source: _: QMessageBox Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
eu: Utzi
fi: Peruuta
fr: Annuler
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Renunţă
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

source: _: QMessageBox OK
bg: О'кей
ca: Bé
cs: OK
da: O.k.
de: OK
el: ΟΚ
es: Aceptar
et: OK
eu: Ados
fi: OK
fr: OK
hu: OK
is: Í lagi
it: OK
ja: OK
lt: OK
lv: OK
nl: OK
pl: OK
pt: OK
ro: OK
sk: OK
sl: V redu
sv: OK
tr: Tamam

source: _: QT_LAYOUT_DIRECTION Translate this string to the string 'LTR' in left-to-right languages or to 'RTL' in right-to-left languages (such as Hebrew and Arabic) to get proper widget layout.
bg: LTR
ca: LTR
cs: LTR
da: LTR
de: LTR
el: LTR
es: LTR
et: LTR
eu: LTR
fi: LTR
fr: LTR
hu: LTR
is: LTR
it: LTR
ja: LTR
lt: LTR
lv: 'LTR'
nl: LTR
pl: LTR
pt: LTR
ro: LTR
sk: LTR
sl: LTR
sv: LTR
tr: LTR

source: _: QXml encoding declaration or standalone declaration expected while reading the XML declaration
bg: encoding declaration or standalone declaration expected while reading the XML declaration
ca: s'esperava una declaració de codificació o una declaració autònoma al llegir la declaració XML
cs: během čtení XML deklarace bylo očekáváno kódování deklarace nebo samostatná deklarace
da: indkodningsdeklaration eller alenestående deklaration forventet under læsning af XML-deklaration
de: Es wurde eine Dekodierungs- oder Einzel-Deklaration beim Lesen der XML-Deklaration erwartet.
es: se esperaba declaración de codificación o declaración individual al leer la declaración XML.
et: XML deklaratsiooni lugedes oodati kodeerimis- või autonoomset deklaratsiooni
fi: odotettiin enkoodaus määrittelyä tai itsenäistä määrittelyä luettaessa XML-määrittelyä
fr: l'encodage de la déclaration ou de la déclaration autonome attendu lors de la lecture de la déclaration XML
hu: kódolás-deklarációt vagy önálló kódolás-deklarációt vártam az XML-deklaráció beolvasása közben
is: bjóst við túlkunar-skilgreiningu eða skilgreingu þegar ég var a lesa XML skilgreiningu
it: attesa una dichiarazione di codifica o una dichiarazione standalone durante la lettura della dichiarazione XML
ja: XML宣言を読み込むにはエンコーディング宣言かスタンドアローン宣言が必要です
lt: tikėtasi kodavimo deklaracijos ar atskiras deklaracijos skaitant XML deklaraciją
nl: coderingsdeclaratie of alleenstaande declaratie verwacht tijdens het lezen van de XML-declaratie
pl: wymagana deklaracja kodowania lub samodzielna deklaracja w deklaracji XML
pt: declaração da codificação ou autónoma esperada ao ler a declaração do XML
ro: se aşteaptă o declaraţie de codare sau o declaraţie de sine statătoare la citirea declaraţiei XML
sk: očakáva sa deklarácia kódovania alebo samostatná deklarácia počas čítania deklarácie XML
sl: deklaracija kodiranja ali samostojna deklaracija je bila pričakovana med branjem deklaracije XML
sv: Kodningsdeklaration eller ensamstående deklaration förväntades när XML-deklarationen lästes

source: _: QXml error in the text declaration of an external entity
bg: error in the text declaration of an external entity
ca: error en la declaració de text d'una entitat externa
cs: chyba v textové deklaraci externí entity
da: fejl i tekstdeklaration for en ekstern entitet
de: Fehler in der Text-Deklaration einer externen Entity
el: σφάλμα στη δήλωση κειμένου μιας εξωτερικής οντότητας
es: error en la declaración de texto de una entidad externa
et: viga välise olemi tekstideklaratsioonis
fi: ulkoisen entityn tekstin määrittelyssä virhe
fr: problème dans la déclaration de texte d'une entité externe
hu: hiba egy külső entitás szövegdeklarációjában
is: villa í textaskilgreiningu á ytri einingu
it: errore nella dichiarazione del testo di una entità esterna
ja: 外部エンティティのテキスト宣言にエラーです
lt: error in the text declaration of an external entity
nl: er bevindt zich een fout in de tekstdeclaratie van een externe entiteit
pl: błąd w tekście deklaracji zewnętrznej całostki
pt: erro na declaração de texto de uma entidade externa
ro: eroare în declaraţia text a unei entităţi externe
sk: chyba v textovej deklarácii externej entity
sl: napaka v besedilni deklaraciji zunanje entitete
sv: Fel i textdeklarationen av ett externt objekt

source: _: QXml error occurred while parsing comment
bg: error occurred while parsing comment
ca: Hi ha hagut un error en analitzar un comentari
cs: nastala chyba při syntaktické analýze komentáře
da: fejl opstod mens kommentar blev fortolket
de: Beim Lesen des Kommentars ist ein Fehler aufgetreten.
el: προέκυψε σφάλμα κατά την ανάλυση του σχολίου
es: Se produjo un error al interpretar comentario
et: viga kommentaari parsimisel
fi: tapahtui virhe jäsennettäessä kommenttia
fr: problème survenu lors de l'analyse du commentaire
hu: hiba történt a megjegyzés feldolgozása közben
is: Villa við túlkun lýsingar
it: errore durante il parsing del commento
ja: コメントをパース中にエラーです
lt: įvyko klaida analizuojant komentarą
lv: Gadījusies kļūda pārskatot drukas iekārtu sarakstu:
nl: er deed zich een fout voor tijdens het ontleden van het commentaar
pl: błąd podczas parsowania zawartości
pt: ocorreu um erro ao analisar o comentário
ro: a apărut o eroare la analiza comentariului
sk: pri spracovaní komentára nastala chyba
sl: napaka med analiziranjem komentarja
sv: Fel uppstod vid tolkning av kommentar

source: _: QXml error occurred while parsing content
bg: error occurred while parsing content
ca: Hi ha hagut un error en analitzar el contingut
cs: nastala chyba při syntaktické analýze obsahu
da: fejl opstod mens indhold blev fortolket
de: Beim Lesen des Inhalts ist ein Fehler aufgetreten.
el: προέκυψε σφάλμα κατά την ανάλυση του περιεχομένου
es: se produjo un error al interpretar el contenido
et: viga sisu parsimisel
eu: errorera edukan aztertzerakoan
fi: tapahtui virhe jäsennettäessä sisältöä
fr: problème survenu lors de l'analyse du contenu
hu: hiba történt az adattartalom feldolgozása közben
is: Villa við túlkun innihalds
it: errore durante il parsing del contenuto
ja: コンテンツをパース中にエラーです
lt: Įvyko klaida analizuojant turinį
lv: Gadījusies kļūda pārskatot drukas iekārtu sarakstu:
nl: er deed zich een fout voor tijdens het ontleden van de inhoud
pl: błąd podczas parsowania zawartości
pt: ocorreu um erro ao analisar o conteúdo
ro: a apărut o eroare la analiza conţinutului
sk: pri spracovaní obsahu nastala chyba
sl: napaka med analiziranje vsebine
sv: Fel uppstod vid tolkning av innehåll

source: _: QXml error occurred while parsing document type definition
bg: error occurred while parsing document type definition
ca: Hi ha hagut un error en analitzar la definició del tipus de document
cs: nastala chyba běhen syntaktické analýze typu definice
da: fejl opstod mens dokumenttypedefinition blev fortolket
de: Bei der Feststellung des Dokumenttyps ist ein Fehler aufgetreten.
el: προέκυψε σφάλμα κατά την ανάλυση του ορισμού τύπου εγγράφου
es: Se produjo un error al interpretar la definición de tipo de documento
et: viga dokumenditüübi definitsiooni parsimisel
fi: tapahtui virhe jäsennettäessä asiakirjan tyyppimääritystä
fr: problème survenu lors de l'analyse de la définition de type de document
hu: hiba történt a dokumentumtípus-definíció feldolgozása közben
is: Villa við túlkun á skilgreiningu skjals
it: errore durante il parsing del DTD
ja: ドキュメント型定義をパース中にエラーです
lt: įvyko klaida analizuojant dokumento tipo apibrėžimą
lv: Gadījusies kļūda pārskatot drukas iekārtu sarakstu:
nl: er deed zich een fout voor tijdens het ontleden van de documentstypedefinitie
pl: błąd podczas parsowania definicji typu dokumentu
pt: ocorreu um erro ao analisar a definição do tipo de documento
ro: a apărut o eroare la analiza DTD-ului (Document Type Definition)
sk: pri spracovaní definície typu dokumentu nastala chyba
sl: napaka med analiziranjem vrste definicije dokumenta
sv: Fel uppstod vid tolkning av dokumenttypdefinitionen

source: _: QXml error occurred while parsing element
bg: error occurred while parsing element
ca: Hi ha hagut un error en analitzar un element
cs: nastala chyba při syntaktické analýze elementu
da: fejl opstod mens elementet blev fortolket
de: Beim Lesen des Elements ist ein Fehler aufgetreten.
el: προέκυψε σφάλμα κατά την ανάλυση του στοιχείου
es: se produjo un error al interpretar el elemento
et: viga elemendi parsimisel
eu: errorera elementua aztertzerakoan
fi: tapahtui virhe jäsennettäessä elementtiä
fr: problème survenu lors de l'analyse de l'élément
hu: hiba történt egy elem feldolgozása közben
is: Villa við túlkun viðfangs
it: errore durante il parsing del'elemento
ja: 要素をパース中にエラーです
lt: įvyko klaida analizuojant elementą
lv: Gadījusies kļūda pārskatot drukas iekārtu sarakstu:
nl: er deed zich een fout voor tijden het ontleden van het element
pl: błąd podczas parsowania elementu
pt: ocorreu um erro ao analisar o elemento
ro: a apărut o eroare la analiza elementului
sk: pri spracovaní elementu nastala chyba
sl: napaka med analiziranjem elementa
sv: Fel uppstod vid tolkning av element
tr: öğe ayrıştırılırken bir hata oluştu

source: _: QXml error occurred while parsing reference
bg: error occurred while parsing reference
ca: Hi ha hagut un error en analitzar una referència
cs: nastala chyba při syntaktické analýze odkazu
da: fejl opstod mens reference blev fortolket
de: Beim Einlesen der Verknüpfung ist ein Fehler aufgetreten.
el: προέκυψε σφάλμα κατά την ανάλυση της αναφοράς
es: Se produjo un error al interpretar referencia
et: viga viite parsimisel
fi: tapahtui virhe jäsennettäessä viitettä
fr: problème survenu lors de l'analyse des références
hu: hiba történt a hivatkozás feldolgozása közben
is: Villa við túlkun tilvitnunar
it: si è verificato un errore durante il parsing del reference
ja: 参照をパース中にエラーです
lt: įvyko klaida analizuojant informaciją (reference)
lv: Gadījusies kļūda pārskatot drukas iekārtu sarakstu:
nl: er deed zich een fout voor tijdens het ontleden van de referentie
pl: błąd podczas parsowania referencji
pt: ocorreu um erro ao analisar a referência
ro: a apărut o eroare la analiza referinţei
sk: pri spracovaní referencie nastala chyba
sl: napaka med analiziranjem reference
sv: Fel uppstod vid tolkning av referens

source: _: QXml error triggered by consumer
bg: error triggered by consumer
ca: error provocat pel consumidor
cs: chyba vyvolaná zákazníkem
da: fejl udløst af forbruger
de: Kunde hat Fehler ausgelöst
es: error producido por el consumidor
et: kasutaja tekitatud viga
eu: errorera konstumitzaileak eragina
fi: käyttäjä aiheutti virheen
fr: erreur provoquée par l'utilisateur
hu: a fogadó oldal hibát váltott ki
it: errore causato dal consumatore
ja: 消費者によってエラーが誘発されました
lt: klaida sukelta vartotojo
nl: fout onstaan door de gebruiker
pl: błąd włączony przez pobierającego
pt: erro gerado pelo consumidor
ro: eroare declanşată de consumator
sk: chyba spôsobená konzumentom
sl: napako povzročil uporabnik
sv: Fel framkom från mottagaren

source: _: QXml external parsed general entity reference not allowed in DTD
bg: external parsed general entity reference not allowed in DTD
ca: al DTD no es permet una referència a una entitat general analitzada externament
cs: v DTD není povolena externě předávaná obecná entita
da: ekstern fortolket generel entitetsreference ikke tilladt i DTD
de: Extern eingelesene, allgemeine Entity-Referenz ist nicht zulässig in der DTD.
el: αναφορά εξωτερικά αναλυμένης γενικής οντότητας δεν επιτρέπεται στο DTD
es: referencia de entidad general interpretada externamente no permitida en DTD
et: DTD-s pole lubatud väline parsitud üldolemi viide
fi: ulkoinen jäsennetty yleinen entityviite ei ole sallittu DTD:ssä
fr: référence d'entité générale analysée externe non autorisée dans la DTD
hu: külső feldolgozott általános entitás-referencia nem lehet DTD-ben
it: external parsed general entity reference non permessa nel DTD
ja: パースされた外部一般エンティティ参照はDTDで許されていません
lt: external parsed general entity reference not allowed in DTD
nl: extern ontlede algemene entiteitsreferentie is niet toegestaan in DTD
pl: niedozwolone parsowane referencje do całostek ogólnych w DTD
pt: as referências a entidades gerais externas não são permitidas no DTD
ro: referinţa la entitatea generală analizată nu este permisă în DTD
sk: externe spracované referencie na všeobecné entity nie sú v DTD povolené
sl: referenca zunanje analizirane splošne entitete ni dovoljena v DTD
sv: Externt tolkad allmän objektreferens tillåts inte i DTD

source: _: QXml external parsed general entity reference not allowed in attribute value
bg: external parsed general entity reference not allowed in attribute value
ca: al valor d'atribut no es permet una referència a una entitat general analitzada externament
cs: v hodnotě atributu není povolena externě předávaná obecná entita
da: ekstern fortolket generel entitetsreference ikke tilladt i attributværdi
de: Extern eingelesene, allgemeine Entity-Referenz ist nicht zulässig bei Attributwerten.
el: αναφορά εξωτερικά αναλυμένης γενικής οντότητας δεν επιτρέπεται στην τιμή ιδιότητας
es: referencia de entidad general externa no permitida en valor de atributo
et: atribuudi väärtuses pole lubatud väline parsitud üldolemi viide
fi: ulkoinen jäsennetty yleinen entityviite ei ole sallittu attribuuttiarvossa
fr: référence d'entité générale interne analysée non autorisée dans la valeur d'attribut
hu: külső feldolgozott általános entitás-referencia nem lehet attribútumértékben
it: external parsed general entity reference non permessa in un valore di attributo
ja: パースされた外部一般エンティティ参照は属性値で許されていません
lt: external parsed general entity reference not allowed in attribute value
nl: extern ontlede algemene entiteitsreferentie is niet toegestaan in de attribuutwaarde
pl: niedozwolone zewnętrzne parsowane referencje do całostek ogólnych w wartości atrybutu
pt: as referências a entidades gerais externas não são permitidas no valor do atributo
ro: referinţa la entitatea generală analizată nu este permisă în valoarea atributului
sk: externe spracované referencie na všeobecné entity nie sú v hodnote atribútu povolené
sl: referenca zunanje analizirane splošne entitete ni dovoljena v vrednosti atributa
sv: Externt tolkad allmän objektreferens tillåts inte i egenskapens värde

source: _: QXml internal general entity reference not allowed in DTD
bg: internal general entity reference not allowed in DTD
ca: al DTD no es permet una referència interna a una entitat general
cs: v DTD není povolena odkaz na vnitřní obecnou entitu
da: intern generel entitetsreference ikke tilladt i DTD
de: Interne allgemeine Entity-Referenz ist nicht zulässig in der DTD.
el: αναφορά εσωτερικής γενικής οντότητας δεν επιτρέπεται στο DTD
es: referencia de entidad general interna no permitida en DTD
et: DTD-s pole lubatud sisemine üldolemi viide
fi: sisäistä entiteetin referenssiä ei sallita DTD:ssä
fr: référence d'entité générale interne non autorisée dans la DTD
hu: belső általános entitás-referencia nem lehet DTD-ben
it: internal general entity reference non permessa nel DTD
ja: 内部一般エンティティ参照はDTDで許されていません
lt: internal general entity reference not allowed in DTD
nl: interne algemene entiteitsreferentie is niet toegestaan in DTD
pl: niedozwolone wewnętrzne referencje do całostek ogólnych w DTD
pt: as referências gerais internas de entidades não são permitidas no DTD
ro: referinţa la entitatea generală internă nu este permisă în DTD
sk: interná referencia na všeobecnú entitu nie v DTD povolená
sl: referenca notranje splošne entitete ni dovoljena v DTD
sv: Internt skapad objektreferens tillåts inte i DTD

source: _: QXml invalid name for processing instruction
bg: invalid name for processing instruction
ca: nom d'instrucció de procés no vàlid
cs: neplatné jméno pro zpracování instrukce
da: ugyldigt navn for behandling af instruktion
de: Ungültiger Name für die Verarbeitungs-Anweisung
el: άκυρο όνομα για την εντολή επεξεργασίας
es: nombre inválido para instrucción de procesado
et: vigane direktiivi täitmise nimi
fi: virheellinen nimi käskyn suorittamiseen
fr: nom non valable pour l'instruction de traitement
hu: érvénytelen nevű feldolgozási utasítás
is: ógilt nafn fyrir aðgerðarskipun
it: nome non valido per la processing instruction
ja: 処理の指示に無効な名前です
lt: blogas apdorojančios instrukcijos vardas
nl: ongeldige naam voor de verwerkingsinstructie
pl: nieprawidłowa nazwa do wykonania instrukcji
pt: nome inválido para a instrução de processamento
ro: nume necorespunzător pentru procesarea instrucţiunii
sk: neplatné meno pre inštrukciu spracovania
sl: nepravilno ime za ukaz obdelave
sv: Ogiltigt namn för att behandla instuktion

source: _: QXml letter is expected
bg: letter is expected
ca: s'esperava una lletra
cs: očekáváno písmeno
da: bogstav forventes
de: Buchstabe erwartet
el: γράμμα αναμένεται
es: se espera carta
et: oodati tähte
fi: merkkiä odotettiin
fr: une lettre est attendue
hu: betűt vártam
is: bjóst við bókstaf
it: attesa una lettera
ja: 文字が必要です
lt: tikėtasi raidės
nl: letter is verwacht
pl: oczekiwana litera
pt: esperada uma letra
ro: este aşteptată o literă
sk: očakáva sa písmeno
sl: pričakovana je črka
sv: Förväntade bokstav
tr: bir harf bekleniyordu

source: _: QXml more than one document type definition
bg: more than one document type definition
ca: més d'una definició de tipus de document
cs: více než jedna definice typu dokumentu
da: mere end én dokumenttypedefinition
de: Mehr als eine Definition des Dokumenttyps
el: περισσότεροι από ένα ορισμοί τύπου εγγράφου
es: más de una definición de tipo de documento
et: rohkem kui üks dokumenditüübi definitsioon
eu: dokumento mota definizio bat baino gehiago
fi: enemmän kuin yksi asiakirjan tyyppimääritys
fr: plusieurs définitions de type de document
hu: egynél több dokumentumtípus-definíció
it: più di un DTD
ja: 一つ以上のドキュメント型定義です
lt: daugiau nei vienas dokumento tipo apibrėžimas
nl: meer dan een document type-definitie (DTD)
pl: więcej niż jedna definicja dokumentu
pt: mais do que uma definição do tipo do documento
ro: mai mult de un DTD
sk: viac ako jedna definícia typu dokumentu
sl: več kot ena definicija vrste dokumenta
sv: Mer än en dokumenttypdefinition
tr: birden fazla belge türü bilgisi

source: _: QXml no error occurred
bg: no error occurred
ca: sense errors
cs: nenastala žádná chyba
da: ingen fejl opstod
de: Es wurde kein Fehler festgestellt.
el: δε συνέβη κάποιο σφάλμα
es: No se produjo ningún error
et: viga puudub
eu: errorerik ez
fi: ei virhettä
fr: aucune erreur ne s'est produite
hu: nem történt hiba
it: nessun errore
ja: エラーなし
lt: klaidų nebuvo
nl: er deden zich geen fouten voor
pl: błąd nie wystąpił
pt: não ocorreram erros
ro: nu au apărut erori
sk: nenastala žiadna chyba
sl: ni nobene napake
sv: Inget fel uppstod
tr: hiç hata oluşmadı

source: _: QXml recursive entities
bg: recursive entities
ca: entitats recursives
cs: rekurzivní entity
da: rekursive entiteter
de: Rekursive Entities
el: αναδρομικές οντότητες
es: entidades recursivas
et: rekursiivsed olemid
eu: Entitate errekurtsiboak
fi: rekursiivisia entityjä
fr: entités récursives
hu: rekurzív entitások
is: eining vísar í sig sjálfa
it: entità ricorsive
ja: 再帰エンティティ
lt: recursive entities
nl: terugkomende entiteiten
pl: rekurencyjne całostki
pt: entidades recursivas
ro: entităţi recursive
sk: rekurzívne entity
sl: rekurzivne entitete
sv: Rekursiva objekt

source: _: QXml standalone declaration expected while reading the XML declaration
bg: standalone declaration expected while reading the XML declaration
ca: s'esperava una declaració autònoma al llegir la declaració XML
cs: během čtení XML deklarace bylo očekáváno samostatná deklarace
da: alenestående deklaration forventet under læsning af XML-deklaration
de: Es wurde eine Einzel-Deklaration beim Lesen der XML-Deklaration erwartet.
es: se esperaba declaración individual al leer declaración XML
et: XML deklaratsiooni lugedes oodati autonoomset deklaratsiooni
fi: luettaessa XML-määrittelyä odotettiin itsenäistä määrittelyä
fr: déclaration autonome attendue lors de la lecture de la déclaration XML
hu: önálló deklaráció XML-deklaráció beolvasása közben
is: bjóst við stakri skilgreiningu þegar ég las XML skilgreiningu
it: attesa dichiarazione standalone durante la lettura della dichiarazione XML
ja: XML宣言を読み込むにはスタンドアローン宣言が必要です
lt: tikėtasi atskiros deklaracijos skaitant XML deklaraciją
nl: alleenstaande declaratie verwacht tijdens het lezen van de XML-declaratie
pl: wymagana samodzielna deklaracja w deklaracji XML
pt: declaração autónoma esperada ao ler a declaração do XML
ro: se aşteaptă o declaraţie de sine statătoare la citirea declaraţiei XML
sk: očakáva sa samostatná deklarácia počas čítania deklarácie XML
sl: samostojna deklaracija pričakovana med branjem deklaracije XML
sv: Ensamstående deklaration förväntades när XML-deklarationen lästes

source: _: QXml tag mismatch
bg: tag mismatch
ca: marcador desaparellat
cs: neshoda značky
da: mærke stemmer ikke
de: Formatierungskonflikt
el: κακό ταίριασμα ετικέτας
es: discordancia de etiqueta
et: sildid ei sobi kokku
eu: Txartela ez dator bat
fi: tagi ei täsmää
fr: discordance de balise
hu: hibás tag-párosítás
is: Ósamræmi taga
it: tag non combaciante
ja: タグのミスマッチです
lt: tag'o neatitikimas
nl: tag komt niet overeen
pl: niezgodność znaczników
pt: falta de correspondência de 'tags'
ro: tag nepotrivit
sk: neodpovedajúce si tagy
sl: neprimerna oznaka
sv: Tagg stämmer inte

source: _: QXml unexpected character
bg: unexpected character
ca: caràcter inesperat
cs: neočekávaný znak
da: uventet tegn
de: Unerwartetes Zeichen
el: μη αναμενόμενος χαρακτήρας
es: caracter inesperado
et: ootamatu sümbol
eu: ezusteko karaktera
fi: odottamaton merkki
fr: caractère inattendu
hu: nem várt karakter
is: óvæntur bókstafur
it: carattere inatteso
ja: 予期せぬ文字です
lt: netikėtas simbolis
nl: onverwacht karakter
pl: niespodziewany znak
pt: carácter inesperado
ro: caracter neaşteptat
sk: neočakávaný znak
sl: nepričakovan znak
sv: Oväntat tecken
tr: beklenmeyen karakter
